-- 插入电影类型数据
INSERT INTO `movie_type` (`name`)
VALUES ('动作'),
       ('喜剧'),
       ('剧情'),
       ('科幻'),
       ('恐怖'),
       ('爱情'),
       ('悬疑'),
       ('动画'),
       ('历史'),
       ('战争'),
       ('奇幻'),
       ('冒险'),
       ('纪录片'),
       ('家庭'),
       ('犯罪'),
       ('音乐'),
       ('武侠'),
       ('古装'),
       ('黑色电影'),
       ('其他');

-- 插入电影地区数据
INSERT INTO `movie_zone` (`name`)
VALUES ('内地'),
       ('中国香港'),
       ('中国台湾'),
       ('美国'),
       ('韩国'),
       ('日本'),
       ('欧洲'),
       ('印度'),
       ('泰国'),
       ('其他');